Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: You have not yet finished learning to grade this problem.
uk: Ви ще не закінчили вчитися оцінювати цю задачу.

source: You must complete all required fields.
uk: Ви повинні заповнити всі обов'язкові поля.

source: General decline by the processor. Possible fix: retry with another form of payment
uk: Загальна відмова системи. Можливе рішення: спробуйте інший спосіб оплати

source: Gross Revenue
uk: Валовий прибуток

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
uk: На жаль, наша система платежів не прийняла ваш платіж. Отриманf відповідь: {decision_text}. Причина: {reason_text}. Грошові кошти не були зняті з рахунку. Будь ласка, спробуйте інший спосіб оплати. З питань оплати зв'яжіться з нами за адресою {email}.

source: Address 2
uk: Адреса 2

source: %(file)s has been changed to revision #%(revision)d
uk: %(file)s був змінений на версію #%(revision)d

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
uk: Редагувати назву мініатюрного зображення відеофайлу. Ви можете встановити мініатюрне зображення відео за допомогою сторінки Налаштування і Деталі.

source: Download CSV Reports
uk: Завантажити CSV звіти

source: Regenerate for learners who have not received certificates. ({count})
uk: Створити повторно для слухачів, які не отримали сертифікати. ({count})

source: Elementary/primary school
uk: Початкова освіта

source: An error occurred while deleting the score.
uk: Сталася помилка при видаленні балів.

source: What are pages?
uk: Що таке сторінка?

source: Instructor Assessment
uk: Оцінювання викладачем

source: Certificate generation started for white listed students.
uk: Розпочата процедура випуску сертифікатів для слухачів зі списку винятків.

source: Course has been successfully reindexed.
uk: Пошуковий індекс курсу успішно оновлено.

source: This revision has been deleted.
uk: Ця редакція була видалена.

source: General Inquiries and Feedback
uk: Загальні запитання та Зворотній зв‘язок

source: Rename Sections by clicking the Section name from the Course Outline.
uk: Перейменувати розділи, клацнувши по їх назвам в структурі курсу.

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
uk: Якщо ввести значення true, то часові пояси будуть показані поруч з датами курсів. При наявності due_date_display_format цей параметр не використовується.

source: Find Enrollment Code
uk: Знайти реєстраційний код

source: Due date
uk: Термін виконання

source: Error while rendering preview
uk: Помилка при створенні попереднього перегляду

source: Payment Status
uk: Статус платежу

source: Customer Name
uk: Ім'я клієнта

source: Preview this revision
uk: Переглянути поточну редакцію.

source: Your final grade:
uk: Ваша оцінка:

source: Noted by
uk: Запис зроблено

source: User does not exist.
uk: Користувач не існує.

source: Syllabus
uk: План Навчання

source: Show cohorts
uk: Показати групи

source: Nonbreaking space
uk: Неперервний проміжок

source: Create a New Team
uk: Створити нову команду

source: attachment revision
uk: версія вкладення

source: Unexpected account status
uk: Неочікуваний статус облікового запису

source: Certificate has been successfully invalidated for <%= user %>.
uk: Сертифікат для <%= user %> успішно анульований.

source: Activating an item in this group will spool the video to the corresponding time point. To skip transcript, go to previous item.
uk: При активації пункту в цій групі відбудеться перемотування відео до відповідної точки. Для того, щоб пропустити титри, перейдіть до попереднього пункту.

source: Unable to send email activation link. Please try again later.
uk: Не вдалося відправити посилання для активації електронною поштою. Будь ласка, спробуйте повторити пізніше.

source: Congratulations! You are now enrolled in {course_name}
uk: Вітаємо! Ви записані на курс {course_name}

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {statuc_code}.
uk: Неможливо отримати субтитри з Youtube для {youtube_id}. Код статусу: {statuc_code}.

source: Staff Debug
uk: Інформація для співробітників з налагодження

source: Failed - email {email_addr} already exists as {external_id}
uk: Невдало - email {email_addr} вже використаний як {external_id}

source: Course:
uk: Курс:

source: Permissions Retrieval Failed
uk: Дозволи не отримано

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
uk: {b_start}Зараховується у ВУЗах.{b_end} Отримайте залікові бали після успішного закінчення курсу.

source: (reload your page to refresh)
uk: (перезавантажте сторінку для оновлення)

source: answer-pool value should be an integer
uk: answer-pool - це значення має бути цілим числом

source: Geographic Breakdown
uk: Географічна розбивка

source: Most coaches should not need to make changes to the grading policy.
uk: Більшості тренерів не потрібно мати можливість змінювати політику оцінювання.

source: Enrollment Metrics
uk: Дані про запис на курс

source: Create an account
uk: Створити обліковий запис

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
uk: Додати пару ключ/значення для будь-яких параметрів користувача, таких як сторінка, на якій повинна відкриватися ваша електронна книга, або колір фону для даного компонента.<br />Див. {docs_anchor_open} edX LTI documentation {anchor_close} для отримання детальної інформації по цій настройці.

source: The price per item sold, including discounts.
uk: Ціна за одиницю включаючи знижки.

source: The recipient name cannot be a number.
uk: Ім'я одержувача не може бути числом.

source: Last modified:
uk: Останні зміни:

source: Where are your students currently in this problem
uk: Де зараз ваші студенти при розв'язанні цієї задачі

source: You have not yet gotten to level {goal_level}.
uk: Ви ще не дійшли до рівня {goal_level}.

source: Common Problem Types
uk: Типові проблеми

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
uk: Після того, як ви виконаєте всі етапи цього завадння, ви зможете побачити найкращі відповіді ваших колег.

source: Cohort groups
uk: Групи

source: Add users by username or email. One per line or comma-separated.
uk: Додати користувачів по імені користувача або email. По одному на лінію або розділяти комами.

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
uk: Взяти зазначений навчальний курс і спробувати експортировать його в сховище git. \nКаталог з навчальним курсом повинен вже існувати в сховище git. Використання: git_export <course_loc> <git_url>

source: Invalid Json data, Please refresh the page and then try again.
uk: Отримані невірні Json-дані. Будь ласка, оновіть сторінку та повторіть спробу.

source: You're enrolled as an honor code student
uk: Ви зареєстровані як студент за програмою Кодекса честі

source: The due date has passed, and peer grading for this problem is closed at this time.
uk: Термін вийшов, оцінювання користувачами цього завдання наразі закрито.

source: Number of attempts taken by the student on this problem
uk: Кількість спроб, використаних студентом при виконанні завдання

source: Zoom Out
uk: Віддалити

source: Collapse Instructions
uk: Сховати інструкції

source: Circle
uk: Коло

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
uk: Дозволити студентам скачувати версії цього відео в різних форматах на випадок неможливості використання відео плеєра edX або відсутності доступу до YouTube. Ви повинні додати принаймні одне посилання окрім посилання на YouTube в полі "Посилання URL на відео файли".

source: Currently the {platform_name} servers are down
uk: На даний момент сервери {platform_name} недоступні

source: The URL of your company's website.
uk: URL-адреса веб-сайту Вашої компанії.

source: About {platform_name}
uk: Про платформу {platform_name}

source: Description of the certificate
uk: Опис сертифікату

source: Transactions
uk: Транзакції

source: All teams
uk: Усі команди

source: Something went wrong. Please contact {support} for help.
uk: Щось пішло не так. Будь ласка, зв'яжіться з {support} для допомоги.

source: An extended due date must be later than the original due date.
uk: Дата продовженого терміну здачі завдання повинна бути пізнішою, ніж дата, зазначена раніше.

source: Honor Code Certificate
uk: Сертифікат кодексу честі

source: Active Threads
uk: Активні Теми

source: Here is a list of problems that need to be peer graded for this course.
uk: Список завдань цього курсу, що підлягають взаємній перевірці.

source: Last Edited
uk: Останнє редагування

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
uk: Вам потрібний паспорт, водійські права або інший офіційний документ з вашим ім'ям та фотокарткою.

source: This e-mail key is not valid. Please check:
uk: Цей ключ електронної пошти не є дійсним. Будь ласка, перевірте:

source: Mailing address
uk: Ваше місто або населений пункт

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
uk: Використовуйте ім'я користувача та пароль для системи {platform_name} для входу в систему {platform_name} нижче, а потім зв'яжіть обліковий запис {platform_name} з записом {provider_name} на панелі інструментів.

source: You can't check out with an empty basket.
uk: Ви не можете завершити покупки з пустим кошиком.

source: After this date, course content will be archived.
uk: Після цієї дати курс буде архівовано.

source: Preview
uk: Перегляд

source: Page Not Found
uk: Сторінку не знайдено

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
uk: Банк має питання щодо запиту. Можливе рішення: спробуйте інший спосіб оплати.

source: You can click on any of the bars to list the students that opened the subsection.
uk: Ви можете клацнути по будь-якому стовпчику, щоб отримати список студентів, які відкривали підрозділ.

source: Please check the syntax of your entry.
uk: Будь ласка, перевірте синтаксис запису.

source: off
uk: вимк

source: Draft a Course Description
uk: Скласти опис курсу

source: Could not enroll
uk: Неможливо увійти

source: Optional long description
uk: Необов'язковий длинший опис

source: Date joined
uk: Дата приєднання

source: Width
uk: Ширина

source: Student Enrollment Form
uk: Форма для зарахування студентів

source: Tags:
uk: Теги:

source: The course end date must be later than the course start date.
uk: Дата завершення курсу повинна бути пізнішою за дату початку.

source: Add Coupon Code
uk: Ввести код купона

source: Visit {course_about_url} to join the course and begin the beta test.
uk: Відвідайте сайт {course_about_url}, щоб приєднатися до курсу і почати бета-тестування.

source: Search Results
uk: Результати Пошуку

source: Enter the names of the advanced components to use in your course.
uk: Введіть назви додаткових компонентів, використовуваних у вашому курсі.

source: Thank you for enrolling in {enrolled_course}. We hope you enjoy the course.
uk: Дякуємо за реєстрацію на курсі {enrolled_course}. Сподіваємося, цей курс буде цікавим і корисним для вас.

source: Name of this user attribute.
uk: Назва атрибута цього користувача.

source: Grade Cutoffs:
uk: Шкала оцінок:

source: This annotation has %(count)s flags.
uk: Ця анотація має %(count)s прапорців.

source: CustomResponse: check function returned an invalid dictionary!
uk: ЗагальнаВідповідь: функція перевірки повернула некоректний словник!

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
uk: Введіть true або false. При значенні true користувачі зможуть відправляти повідомлення в обговореннях, анонімні для інших студентів. Ця настройка не приховує автора повідомлення від команди курсу.

source: Could not parse serialized rubric
uk: Не вдалося проаналізувати серіалізовані рубрику

source: Found {num} records to dump.
uk: Знайдено {num} записів для скидання.

source: Merge cells
uk: Злити комірки

source: Course id is invalid
uk: Ідентифікатор курсу невірний

source: Completion Rate
uk: Оцінювання Завершенності

source: Name of the enrollment attribute
uk: Назва атрибута зарахування

source: Staff grading
uk: Оцінювання персоналом

source: Please enter valid start date and time.
uk: Будь ласка, введіть правильну дату і час початку.

source: Value is invalid
uk: Значення неправильне

source: The course mode for this badge image. For example, "verified" or "honor".
uk: Статус сертифіката для значка. Наприклад, «Підтверджений сертифікат» або «Сертифікат Кодексу честі».

source: Course Info
uk: Інформація про курс

source: Your import has failed.
uk: Ваш імпорт не вдався.

source: Add cohort
uk: Додати групу

source: Search teams
uk: Пошук команд

source: Registration Is Closed
uk: Реєстрація Завершена

source: The proctored exam results report is being created. To view the status of the report, see Pending Tasks below.
uk: Звіт про результати спостережуваного завдання на стадії підготовки. Статус створення звіту нижче відображається у списку «Поточні завдання».

source: Allow Anonymous Discussion Posts
uk: Дозволити анонімні повідомлення в обговореннях

source: Change Enrollment Code Status
uk: Змінити статус реєстраційного коду

source: Nov
uk: Лист.

source: Editor
uk: Редактор

source: learners are not enrolled in course and not added to
uk: студенти не записані на курс і не додані в

source: No sources
uk: Немає джерел

source: Add A Response
uk: Відповісти

source: Download a .csv file of all coupon codes for this course.
uk: Завантажити файл у форматі .CSV з кодами всіх купонів на знижку на цей курс.

source: Explore the Other Studio Checklists
uk: Перегляд інших контрольних списків в Studio

source: {numMoved} students were removed from {oldCohort}
uk: {numMoved} студентів було видалено з {oldCohort}

source: Enrollment is Closed
uk: Запис на курс закрито

source: Topics
uk: Теми

source: Time Limit in Minutes
uk: Обмеження по часу в хвилинах

source: Enter the course number that you want to appear in the courseware. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
uk: Введіть номер курсу, який повинен з'явитися в описі і змісті курсу. Данний номер перевизначає значення номеру курсу, який було введено при створенні курсу . Для використання номеру, заданого при створенні курсу, введіть null.

source: Version
uk: Версія

source: You have been enrolled in {course_name}
uk: Ви зареєстровані на курсі {course_name}

source: The primary contact at the organization
uk: Основна контактна особа організації

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
uk: Якщо Ви не робили такого запиту, подальших дій не потрібно; ви більше не будете отримувати від нас повідомлень. Будь ласка, не відповідайте на це повідомлення; якщо Вам потрібна допомога, загляньте на сторінку "Поширені питання" сайту {platform_name}.

source: Video
uk: Відео

source: Thank you! We have received your payment.
uk: Дякуємо! Ми отримали ваш платіж.

source: Reviews
uk: Відгуки

source: Numbered List (Ctrl+O)
uk: Нумерований список (Ctrl+O)

source: Unable to commit changes. This is usually because there are no changes to be committed
uk: Неможливо перенести зміни. Зазвичай це означає, що немає змін для перенесення

source: An unexpected error occurred while regenerating certificates.
uk: Виникла непередбачена помилка при повторному створенні сертифікатів.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
uk: Іде процес видалення. Щоб уникнути помилок, залишайтесь на цій сторінці доки процес не завершиться.

source: Already a course team member
uk: Вже член команди курсу

source: {input_type}: unexpected tag {tag_name}
uk: {input_type}: неочікуваний тег {tag_name}

source: Unfollow
uk: Не стежити

source: Course staff can help you manage limited aspects of your course. Staff can enroll and unenroll students, as well as modify their grades and see all course data. Course staff are not automatically given access to Studio and will not be able to edit your course.
uk: Співробітники курсу можуть допомогти в управлінні деякими аспектами Вашого курсу. Співробітники можуть реєструвати студентів чи скасовувати їх реєстрацію, а також змінювати їх оцінки і переглядати всі дані курсу. Співробітники курсу не отримують автоматичного доступу до Studio і не зможуть вносити зміни до самого курсу.

source: Make sure your information is correct, or try again with a different card or another form of payment.
uk: Переконайтеся в правильності введеної інформації, спробуйте скористатися іншою картою або оплатити іншим способом.

source: PermissionDenied: Failed in authenticating {user}
uk: PermissionDenied: помилка аутентифікації користувача {user}

source: Please select a file in .srt format.
uk: Будь ласка, виберіть файл у форматі .srt.

source: Enter the date you want to advertise as the course start date, if this date is different from the set start date. To advertise the set start date, enter null.
uk: Введіть дату, яку ви хочете позначити як дату початку курсу, якщо ця дата відрізняється від встановленої дати початку. Для відображення встановленої дати початку введіть "null".

source: File {0} does not exist
uk: Файл {0} не існує

source: Enter the recipient email address.
uk: Введіть електронну адресу одержувача.

source: Tell us about your current financial situation. Why do you need assistance?
uk: Розкажіть нам про вашое поточне фінансовое становище. Чому вам потрібна підтримка?

source: Price
uk: Ціна

source: Select a chapter
uk: Вибрати розділ

source: Seconds a student must wait between submissions for a problem with multiple attempts.
uk: Кількість секунд, яка повинно пройти між спробами, для завдань, в яких передбачено кілька спроб.

source: We couldn't create your account.
uk: Ми не змогли створити Ваш обліковий запис

source: Unable to generate redeem codes because of course misconfiguration.
uk: Не вдалося генерувати компенсаційні коди із-за неправильної конфігурації курсу.

source: next page
uk: наступна сторінка

source: Disable Account
uk: Заблокувати обліковий запис

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
uk: Примітка: користувачі повинні мати активні облікові записи {platform_name}, перш ніж вони зможуть зареєструватися в якості бета-тестерів.

source: user is not given.
uk: користувач не заданий.

source: Reset your answer
uk: Скинути відповідь

source: Deny
uk: Відмінити

source: On Reset
uk: При Скиданні

source: Background color
uk: Колір фону

source: Drag and drop or click here to upload video files.
uk: Перетяніть відеофайли для їх завантаження.

source: Add Course FAQs
uk: Додати питання-відповіді про курс

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
uk: {order_placed_by} помістіть замовлення і вкажіть ваше ім'я як контакт з організацією.

source: You did not select a content group
uk: Не вибраний вміст Групи

source: You are enrolling in: %(courseName)s
uk: Ви реєструєтесь на: %(courseName)s

source: Course View
uk: Огляд курсу

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
uk: Не вдалося експортувати в XML як мінімум один компонент. Ми рекомендуємо перейти на сторінку редагування та виправити помилку перед тим, як спробувати експортувати знову. Будь ласка, перевірте, що всі компоненти на сторінці є коректними і не видають повідомлень про помилки.

source: choose event type
uk: виберіть тип події

source: Paste
uk: Вставити

source: must be {0} characters or more
uk: повинен містити {0} символів або більше

source: Video ended
uk: Закінчення відео

source: How are students doing on this assignment?
uk: Як студенти справляються з цим завданням?

source: Welcome to the {platform_name} Wiki
uk: Ласкаво просимо в Вікі {platform_name}

source: This action cannot be undone.
uk: Ця дія не може бути скасована.

source: Studio user
uk: Користувач студії

source: Course
uk: Курс

source: Enter the ids for the content groups this problem belongs to.
uk: Введіть ідентифікатори груп з дослідження матеріалів, для яких надається дане завдання.

source: Sincerely, Anant
uk: З повагою, Анант

source: Next page
uk: Наступна сторінка

source: Answer
uk: Відповідь

source: Current revision not set!!
uk: Поточна версія не вказана!!

source: Sign Out
uk: Вийти

source: Card Type
uk: Тип карти

source: Customer has deleted their account.
uk: Клієнт видалив свій аккаунт.

source: Could not parse certificate JSON. %(message)s
uk: Не вдається пропарсити сертифікат JSON. %(message)s

source: Your Response Is Ready For Self Assessment
uk: Ваш відповідь готовий до самооцінок

source: Percentage
uk: Відсоток

source: Could not find student matching identifier: {student_identifier}
uk: Не вдалося знайти слухача з ідентифікатором: {student_identifier}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
uk: Ваші файли прийняті. Як тільки ваша робота буде оцінена, замість цього повідомлення з'явиться ваша оцінка

source: Answer received.
uk: Отримано відповідь.

source: Set a Subsection to be graded as a specific assignment type. Assignments within graded Subsections count toward a student's final grade.
uk: Налаштувати вид контролю, до якого належить оцінюваний підрозділ. Завдання, які входять до підрозділів, що оцінюються, впливають на підсумкову оцінку студента.

source: Please note that validation of your policy key and value pairs is not currently in place yet. If you are having difficulties, please review your policy pairs.
uk: Будь ласка, зверніть увагу на те, що перевіка пар ключ/значення ще не впроваджена. Якщо у вас виникли труднощі, будь ласка, ще раз перевірте ваші пари в ручному режимі.

source: The last speed that the user specified for the video.
uk: Остання швидкість відтворення даного відео, встановлена ​​користувачем.

source: Accepted
uk: Прийнято

source: N/A
uk: Недоступний

source: Successfully unlinked.
uk: Успішно роз’єднано.

source: You can keep working for a higher grade, or request your certificate now.
uk: Ви можете продовжити працювати над збільшенням балів або запросити сертифікат зараз.

source: Submission history
uk: Історія подачі матеріалів на перевірку

source: delete group
uk: Видалити групу

source: Student's {platform_name} email address or username:
uk: Електронна пошта або ім'я користувача в системі {platform_name}:
